Repository: collective/collective.person
Catalog: src/collective/person/locales/*/LC_MESSAGES/collective.person.po
Languages: pt_br

source: Adapts a Person to link it to a Plone User
pt_br: Adapta uma Pessoa para conexão a um usuário Plone

source: Available types of roles
pt_br: Papéis disponíveis

source: Configure collective.person package
pt_br: Configura o pacote collective.person

source: Edit
pt_br: Editar

source: Fields with basic person information
pt_br: Campos com o básico de informações de uma pessoa

source: Link Person to Plone User
pt_br: Conectar uma Pessoa a um usuário do Plone

source: Name from username
pt_br: Nome a partir do nome de usuário

source: Person
pt_br: Pessoa

source: Person Behavior
pt_br: Comportamento de Pessoa

source: Person Settings
pt_br: Configurações do Person

source: Person: Install Person content type
pt_br: Person: Instalar o tipo de conteúdo Pessoa

source: Person: Testing profile
pt_br: Person: Perfil de testes

source: Person: Uninstall collective.person
pt_br: Person: Desinstalar collective.person

source: Please inform a username to be used.
pt_br: Por favor informe o nome de usuário a ser utilizado.

source: Remove collective.person configuration
pt_br: Remover collective.person

source: Roles
pt_br: Papéis

source: There is a person already assigned to this username
pt_br: Uma outra pessoa já está utilizando este nome de usuário

source: There is no user with this username
pt_br: Não encontramos um usuário com esse nome de usuário

source: Use the username field as name (basis for the id)
pt_br: Utilizar o nome de usuário como base para o nome curto do objeto

source: Used in automated tests
pt_br: Utilizado nos testes automatizados

source: Username
pt_br: Nome de usuário

source: View
pt_br: Visão

source: description_qs_roles
pt_br: Filtrar por papéis

source: help_person_description
pt_br: Um texto curto sobre esta pessoa

source: help_person_roles
pt_br: Papéis para esta pessoa

source: label_first_name
pt_br: Nome

source: label_last_name
pt_br: Sobrenome

source: label_person_description
pt_br: Biografia

source: label_person_roles
pt_br: Papéis

source: label_roles
pt_br: Papéis
