Repository: collective/collective.person
Catalog: collective/person/locales/*/LC_MESSAGES/collective.person.po
Languages: da

source: Add Person Portlet
da: Tilføj personportlet

source: Add Person Reference Portlet
da: Tilføj reference-personportlet

source: Edit Person Portlet
da: Rediger personportlet

source: Edit Person Reference Portlet
da: Rediger reference-personportlet

source: Person reference portlet
da: Reference-personportlet

source: Role
da: Rolle

source: Show group
da: Vis gruppe

source: description_add_portlet
da: Denne portlet viser information om den person der linkes til fra indholdsobjektet hvor portletten oprettes.

source: description_add_ref_portlet
da: Denne portlet viser information om den person der linkes til fra portletten.

source: description_show_group
da: Hvis valgt, vises et link til den gruppe kontaktpersonen tilhører.

source: description_target
da: Find personprofil

source: group_url_label
da: Se alle persone på området
